

{
   "主页url":"https://www.skr2.cc/",
   "数组":"class=\"vodlist_item&&</div></li>",
   "简介":"style=\"display:none;\"><span>&&</span>",
   "线路数组":"<a&&</a>",
   "线路数组": "href=\"\\#playlist&&</a>>[替换:线路1>>恒轩️]", 
   "线路标题": "data-toggle=\"tab\"&&</li>[不包含:线路2#线路3#线路4#线路5#线路6#线路7#线路8#线路9#线路10#线路11#线路12#线路13#线路14#线路15#线路16#线路17#线路18#线路19#线路20]",
   "播放列表":"<li>&&</li>",
   "播放标题":">&&</a>","分类url":"https://www.skr2.cc/vodshow/{cateId}---{class}-----{catePg}---{year}/",
   "分类":"桜剧$32#桜漫$1#日漫$46#国漫$47#美漫$85"
  }
